[
    {
        "id": 1,
        "name": "Power Cordless electric drilling machines",
        "price": "15",
        "minimum": "10",
        "available": "510",
        "description": "Economical rechargeable power drills cordless electric drilling machines drill bit. 48VF configuration: One machine, two 48VF battery chargers",
        "img": "https://i.ibb.co/GW9VDpS/Hd9ba659df3e7439e90bfe8809aeeeeeay.jpg"
    },
    {
        "id": 2,
        "name": "Cordless framing nailer Gas nailer Gas nail gun wood shooting",
        "price": "100",
        "minimum": "10",
        "available": "300",
        "description": "Gas nailers use flammable fuel such as liquid propane or butane stored in a disposable internal cell. When the nail gun is triggered, fuel is released.The battery then creates a spark, which ignites the fuel..",
        "img": "https://i.ibb.co/Z8Ly0nL/item-2.jpg"
    },
    {
        "id": 3,
        "name": "Framing nails 34 degree clipped D Head for nailer with framing nailer",
        "price": "10",
        "minimum": "5",
        "available": "750",
        "description": "Two nailers in one: includes two quick change nosepieces to convert tool to either framing or metal connector applications.Patented push button adjustable depth guide of the framing nailer gun sets nails to desired depths .",
        "img": "https://i.ibb.co/0cRGdQ1/item-3.jpg"
    },
    {
        "id": 4,
        "name": "TMG 12V Electric Cordless Wood Reciprocating Saw Machines",
        "price": "50",
        "minimum": "20",
        "available": "300",
        "description": "TMG 12V Electric Cordless Wood Reciprocating Saw Machines. he Ingersoll Rand 429 Air Reciprocating Saw cuts flat and curved surfaces in all types of plastics, fiberglass, and composite materials, as well as aluminum and sheet metal.",
        "img": "https://i.ibb.co/8MTJwj9/item-5.jpg"
    },
    {
        "id": 5,
        "name": "WEN 4208T 2.3-Amp 8-Inch 5-Speed Benchtop Drill Press",
        "price": "100",
        "minimum": "10",
        "available": "700",
        "description": "Remember when you could drill with maximum accuracy? Power through metal, wood, plastics, and more with the WEN 8-Inch 5-Speed Drill Press. Don’t let our compact design fool you. Between the five operating speeds, the two-inch spindle travel, and the sturdy construction, you’ll have way more precision than a standard handheld drill.",
        "img": "https://i.ibb.co/CKnwp4g/item-4.jpg"
    },
    {
        "id": 6,
        "name": "Air Compressor, 6 Gallon, 165 PSI (DWFP55126) ",
        "price": "225",
        "minimum": "2",
        "available": "500",
        "description": "165 max PSI 6.0 gallon tank (22.7 L) and 2.6 SCFM delivered @ 90 PSI pump, enable long tool run time with quick recovery for the portable air compressor. High efficiency motor of the electric air compressor is made for easy start up in cold weather or extension cord application. [14 ga or larger, 50 ft. (15.2 m) or less] ",
        "img": "https://i.ibb.co/BKzhJW6/item-6.jpg"
    }
]